{"region":{"state":null,"country":null},"timezone":{"time":"03/02/2016:11:49:48","longName":null,"utcOffset":360,"utcTime":"03/02/2016:05:49:48 UTC","longitude":94.275,"latitude":-4.9082,"shortName":null},"tectonicSummary":{"polygon":[[-11,108],[16.5,108],[16.5,88],[-11,88],[-11,108]],"text":"<h4>Seismotectonics of the Sumatra Region<\/h4> <a class=\"tectonic sumatra\" href=\"http://earthquake.usgs.gov/earthquakes/tectonic/images/sumatra_tsum.pdf\"><\/a> <p> The plate boundary southwest of Sumatra is part of a long tectonic collision zone that extends over 8000 km from Papua in the east to the Himalayan front in the west. The Sumatra-Andaman portion of the collision zone forms a subduction zone megathrust plate boundary, the Sunda-Java trench, which accommodates convergence between the Indo-Australia and Sunda plates. This convergence is responsible for the intense seismicity and volcanism in Sumatra. The Sumatra Fault, a major transform structure that bisects Sumatra, accommodates the northwest-increasing lateral component of relative plate motion. <\/p> <p> Relative plate motion between the Indo-Australia and Sunda plates is rapid, decreasing from roughly 63 mm/year near the southern tip of Sumatra (Australia relative to Sunda) to 44 mm/year north of Andaman Islands (India relative to Sunda) and rotating counterclockwise to the northwest, so that relative motion near Jakarta is nearly trench-normal but becomes nearly trench-parallel near Myanmar. As a result of the rotation in relative motion along the strike of the arc and the interaction of multiple tectonic plates, several interrelated tectonic elements compose the Sumatra-Andaman plate boundary. Most strain accumulation and release occurs along the Sunda megathrust of the main subduction zone, where lithosphere of the subducting Indo-Australia plate is in contact with the overlying Sunda plate down to a depth of 60 km. Strain release associated with deformation within the subducting slab is evidenced by deeper earthquakes that extend to depths of less than 300 km on Sumatra and 150 km or less along the Andaman Islands. The increasingly oblique convergence between these two plates moving northwest along the arc is accommodated by crustal seismicity along a series of transform and normal faults. East of the Andaman Islands, back- arc spreading in the Andaman Sea produces a zone of distributed normal and strike-slip faulting. Similar to the Sumatran Fault, the Sagaing Fault near Myanmar also accommodates the strike-slip component of oblique plate motion. Plate-boundary related deformation is also not restricted to the subduction zone and overriding plate: the subducting Indo-Australian plate actually comprises two somewhat independent plates (India and Australia), with small amounts of motion relative to one another, that are joined along a broad, actively-deforming region producing seismicity up to several hundred kilometers west of the trench. This deformation is exemplified by the recent April 2012 earthquake sequence, which includes the April 11 M 8.6 and M 8.2 strike-slip events and their subsequent aftershocks. <\/p>  <p> Paleoseismic studies using coral reefs as a proxy for relative land level changes associated with earthquake displacement suggest that the Sunda arc has repeatedly ruptured during relatively large events in the past, with records extending as far back as the 10th century. In northern Simeulue Island, the southern terminus of the 2004 megathrust earthquake rupture area, a cluster of megathrust earthquakes occurred over a 56 year period between A.D. 1390 and 1455, resulting in uplift substantially greater than that caused by the 2004 event. Studies that look at large sheeted deposits of sand on land interpreted as the transport of debris from a tsunami wave also indicate that this region has experienced significant tsunamis in the past centuries, albeit infrequently. <\/p> <p> Prior to 2004, the most recent megathrust earthquakes along the Sumatran-Andaman plate boundary were in 1797 (M 8.7-8.9), 1833 (M 8.9-9.1) and 1861 (M8.5). Since 2004, much of the Sunda megathrust between the northern Andaman Islands and Enggano Island, a distance of more than 2,000 km, has ruptured in a series of large subduction zone earthquakes - most rupturing the plate boundary south of Banda Aceh. The great M 9.1 earthquake of December 26, 2004, which produced a devastating tsunami, ruptured much of the boundary between Myanmar and Simeulue Island offshore Banda Aceh. Immediately to the south of the great 2004 earthquake, the M 8.6 Nias Island earthquake of March 28, 2005 ruptured a 400-km section between Simeulue and the Batu Islands. Farther south in the Mentawai islands, two earthquakes on September 12, 2007 of M 8.5 and M 7.9 occurred in the southern portion of the estimated 1797 and 1833 ruptures zone, which extends from approximately Enggano Island to the northern portion of Siberut Island. Smaller earthquakes have also been locally important: a M 7.6 rupture within the subducting plate caused considerable damage in Padang in 2009, and a M 7.8 rupture on October 25, 2010 occurred on the shallow portion of the megathrust to the west of the Mentawai Islands, and caused a substantial tsunami on the west coast of those islands. <\/p> <p> In addition to the current seismic hazards along this portion of the Sunda arc, this region is also recognized as having one of the highest volcanic hazards in the world. One of the most dramatic eruptions in human history was the Krakatau eruption on August 26-27, 1883, a volcano just to the southeast of the island of Sumatra, which resulted in over 35, 000 casualties. <\/p> <p> Subduction and seismicity along the plate boundary adjacent to Java is fundamentally different from that of the Sumatran-Andaman section. Relative motion along the Java arc is trench-normal (approximately 65-70 mm/year) and does not exhibit the same strain partitioning and back-arc strike- slip faulting that are observed along the Sumatra margin. Neither has the Java subduction zone hosted similar large magnitude megathrust events to those of its neighbor, at least in documented history. Although this region is not as seismically active as the Sumatra region, the Java arc has hosted low to intermediate-magnitude extensional earthquakes and deep-focus (300-700 km) events and exhibits a similar if not higher volcanic hazard. This arc has also hosted two large, shallow tsunami earthquakes in the recent past which resulted in high tsunami run-ups along the southern Java coast. <\/p> "},"cities":[{"distance":659,"direction":"SW","name":"Muara Siberut, Indonesia","longitude":99.21097,"latitude":-1.59787,"population":0},{"distance":804,"direction":"SW","name":"Pariaman, Indonesia","longitude":100.11997,"latitude":-0.61898,"population":92183},{"distance":805,"direction":"WSW","name":"Padang, Indonesia","longitude":100.35427,"latitude":-0.94924,"population":840352},{"distance":843,"direction":"WSW","name":"Solok, Indonesia","longitude":100.65932,"latitude":-0.79183,"population":48372},{"distance":849,"direction":"NNW","name":"West Island, Cocos Islands","longitude":96.82251,"latitude":-12.15681,"population":120}],"links":[],"fe":{"spanishName":"AL SUROESTE DE SUMATRA, INDONESIA","hds":"INDIAN OCEAN;INDIAN OCEAN","longName":"Southwest of Sumatra, Indonesia","number":273,"shortName":"SOUTHWEST OF SUMATRA, INDONESIA","mediumName":"SOUTHWEST OF SUMATRA, INDONESIA"},"auth":null}